The view that is going to become active.
  Namespace:   Autodesk.Revit.UI.Events
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2010
 Syntax
  C#
public View NewActiveView { get; }
  Visual Basic
Public ReadOnly Property NewActiveView As View
	Get
  Visual C++
public:
property View^ NewActiveView {
	View^ get ();
}
 See Also
  ViewActivatingEventArgs Class
  Autodesk.Revit.UI.Events Namespace